Repository: JarbasFerro/IDPhotoApp
Catalog: Spikes/IDPhotoSpike/App/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: You can continue, or fix the items below first.
es: Puedes continuar o corregir antes los puntos de abajo.
pt_br: Você pode continuar ou corrigir antes os pontos abaixo.

source: Your files are ready.
es: Tus archivos están listos.
pt_br: Seus arquivos estão prontos.

source: Your head is tilted. Keep it straight and retake.
es: Tienes la cabeza inclinada. Mantenla recta y repite la foto.
pt_br: Sua cabeça está inclinada. Mantenha-a reta e tire outra foto.

source: Your head is turned. Look straight at the camera and retake.
es: Tienes la cabeza girada. Mira de frente a la cámara y repite la foto.
pt_br: Sua cabeça está virada. Olhe de frente para a câmera e tire outra foto.

source: Your photo
es: Tu foto
pt_br: Sua foto

source: Your photo stays on your iPhone.
es: Tu foto se queda en tu iPhone.

source: Your photos stay on your iPhone.
es: Tus fotos se quedan en tu iPhone.
pt_br: Suas fotos ficam no seu iPhone.

source: Your sheet
es: Tu hoja
pt_br: Sua folha

# Your sheet: %lld people, %lld copies
source: Your sheet: %1$lld people, %2$lld copies
es: Tu hoja: %1$lld personas, %2$lld copias
pt_br: Sua folha: %1$lld pessoas, %2$lld cópias

# AppIcon.robot
source: Robot
pt_br: Robô
